Repository: vadimbelyaev/TbilisiCleanups
Catalog: TbilisiCleanups/Resources/*.lproj/Localizable.strings
Languages: ru

# About.tabName
source: About
ru: О проекте

# About.title
source: About
ru: О проекте

# About.whatIsNogarbage
source: What Is nogarba.ge
ru: Что такое nogarba.ge

# About.aboutNogarbage
source: nogarba.ge is a volunteer eco initiative in the country of Georgia 🇬🇪. We get together to clean up public parks and recreation zones. Be a part of the solution, not the problem!
ru: nogarba.ge — это волонтерская экоиницитатива в Грузии 🇬🇪. Мы совместно убираемся в парках и зонах отдыха. Будьте частью решения, а не проблемы!

# About.ourWebsite
source: Our Website nogarba.ge
ru: Наш сайт nogarba.ge

# About.social
source: Social
ru: Соцсети

# About.facebook
source: Facebook
ru: Фейсбук

# About.instagram
source: Instagram
ru: Инстаграм

# About.telegramChannel
source: Telegram Channel
ru: Телеграм-канал

# About.telegramChat
source: Telegram Chat
ru: Телеграм-чат

# CustomPhotoPicker.navigationTitle
source: Photos
ru: Фото

# CustomPhotoPicker.toolbarCancelButton
source: Cancel
ru: Отменить

# CustomPhotoPicker.toolbarAddButton
source: Add
ru: Добавить

# CustomPhotoPicker.limitedAccessDisclaimer
source: You allowed limited access to your photo library.
ru: Вы разрешили доступ только к нескольким фото.

# CustomPhotoPicker.selectMorePhotosButton
source: Select more photos…
ru: Выбрать больше фото…

# PlacesMap.tabName
source: Places
ru: Места

# PlacesMap.noDescription
source: No Description
ru: Без описания

# ReportDetails.title
source: Report Details
ru: Детали репорта

# ReportDetails.locationHeader
source: Location
ru: Локация

# ReportDetails.noReportDescription
source: No Description
ru: Без описания

# ReportDetails.photosAndVideosHeader
source: Photos & Videos
ru: Фото и видео

# ReportDetails.openInGoogleMaps
source: Open In Google Maps
ru: Открыть в картах Google

# ReportDetails.coordinatesCopiedMessage
source: Copied!
ru: Скопировано!

# ReportStart.title
source: New Report
ru: Новый репорт

# ReportStart.tabName
source: New Report
ru: Новый репорт

# ReportStart.DiscardDraftConfirmation.title
source: Discard saved draft and start with a new report?
ru: Стереть сохраненный черновик и начать с чистого листа?

# ReportStart.DiscardDraftConfirmation.startNewReportAction
source: Start With a New Report
ru: Начать с чистого листа

# ReportStart.bodyHeader
source: Report a littered place in 3 steps:
ru: Сообщите о замусоренном месте за 3 шага:

# ReportStart.bodyStep1
source: Choose some photos or videos
ru: Приложите фото или видео

# ReportStart.bodyStep2
source: Tell us the location
ru: Укажите локацию

# ReportStart.bodyStep3
source: Add a text description
ru: Добавьте текстовое описание

# ReportStart.bodyFinal
source: Once submitted, your report will be reviewed by our moderators.
ru: После отправки ваш репорт уйдёт на проверку нашим модераторам.

# ReportStart.bodyThankYou
source: Thank you for contributing to a cleaner country!
ru: Спасибо за ваш вклад в чистоту страны!

# ReportStart.discardDraftButton
source: Discard Saved Draft and Start Over
ru: Стереть черновик и начать заново

# ReportStart.startButton
source: Start
ru: Приступить

# ReportStart.continueDraftButton
source: Continue with Saved Draft
ru: Продолжить с черновиком

# ReportStart.signInButton
source: Sign In to Submit a Report
ru: Войти, чтобы отправить репорт

# ReportPhoto.title
source: Photos
ru: Фото

# ReportPhoto.body
source: Show us what a littered place you found looks like:
ru: Покажите, как выглядит замусоренное место, которое вы обнаружили:

# ReportPhoto.removeMenu
source: Remove
ru: Удалить

# ReportPhoto.addPhotosButton
source: Add Photos or Videos
ru: Добавить фото или видео

# ReportPhoto.allowAccess
source: Allow Access to Photos
ru: Разрешить доступ к фотографиям

# ReportPhoto.AccessAlert.title
source: Please allow access to photos in the Settings app.
ru: Пожалуйста, разрешите доступ к фотографиям в приложении Настройки.

# ReportPhoto.AccessAlert.notNowAction
source: Not Now
ru: Не сейчас

# ReportPhoto.AccessAlert.settingsAction
source: Settings
ru: Настройки

# ReportLocation.title
source: Location
ru: Локация

# ReportLocation.useThisLocationButton
source: Use This Location
ru: Использовать эту локацию

# ReportLocation.allowLocationAccessButton
source: Allow Access to location
ru: Разрешите доступ к геопозиции

# ReportLocation.showCurrentLocationButton
source: Show Current Location
ru: Показать текущее месторасположение

# ReportLocation.AccessAlert.title
source: Please allow access to location in the Settings app.
ru: Пожалуйста, разрешите доступ к геопозиции в приложении Настройки.

# ReportLocation.AccessAlert.notNowAction
source: Not Now
ru: Не сейчас

# ReportLocation.AccessAlert.settingsAction
source: Settings
ru: Настройки

# ReportDescription.title
source: Description
ru: Описание

# ReportDescription.body
source: Describe where this place is so it's easier to find it:
ru: Опишите, где это место, чтобы его было легче найти:

# ReportDescription.submitButton
source: Submit
ru: Отправить

# ReportSubmission.title
source: Submitting Report
ru: Отправка репорта

# ReportSubmission.Status.notStarted
source: Your report is about to be submitted.
ru: Отправка сейчас начнется.

# ReportSubmission.Status.inProgress
source: Submitting your report…
ru: Отправляем ваш репорт…

# ReportSubmission.Status.failed
source: Error submitting the report. Please try again later.
ru: Ошибка отправки репорта. Пожалуйста, попробуйте ещё раз чуть позже.

# ReportSubmission.Status.succeeded
source: We received your report. Thank you!
ru: Мы получили ваш репорт. Спасибо!

# ReportSubmission.retryNowButton
source: Retry Now
ru: Попробовать ещё раз

# ReportSubmission.successNote
source: Check its status any time on the My Profile tab.
ru: Проверяйте его статус на вкладке «Мой профиль».

# ReportSubmission.Notifications.youWillReceiveNotification
source: You'll receive a notification when the status of your report changes.
ru: Вы получите уведомление, когда статус вашего репорта поменяется.

# ReportSubmission.Notifications.notifyMeButton
source: Notify me when the status of the report changes
ru: Уведомить меня, когда статус репорта изменится.

# ReportSubmission.Notifications.allowNotificationsButton
source: Allow notifications to be informed of your report's status changes
ru: Разрешите уведомления, чтобы быть в курсе изменений статуса вашего репорта.

# ReportStatus.moderation
source: Moderation
ru: На модерации

# ReportStatus.dirty
source: Dirty
ru: Замусорено

# ReportStatus.scheduled
source: Scheduled
ru: Запланировано

# ReportStatus.clean
source: Clean
ru: Чисто

# ReportStatus.rejected
source: Rejected
ru: Не принято

# ReportStatus.unknown
source: Unknown
ru: Неизвестно

# UserProfile.nonameTitle
source: My Profile
ru: Мой профиль

# UserProfile.tabName
source: My Profile
ru: Профиль

# UserProfile.contributionsSection
source: Contributions
ru: Вклад

# UserProfile.myReports
source: My Reports
ru: Мои репорты

# UserProfile.notificationsSection
source: Notifications
ru: Уведомления

# UserProfile.allowNotifications
source: Allow Notifications
ru: Разрешите уведомления

# UserProfile.statusesOfMyReports
source: Statuses Of My Reports
ru: Статусы моих репортов

# UserProfile.accountSection
source: Account
ru: Аккаунт

# UserProfile.signOutButton
source: Sign Out
ru: Выйти

# UserProfile.deleteMyAccount
source: Delete My Account
ru: Удалить аккаунт

# UserProfile.DeleteAccountConfirmation.title
source: Delete your account? This action cannot be undone.
ru: Удалить ваш аккаунт? Это действие будет невозможно отменить.

# UserProfile.DeleteAccountConfirmation.deleteAction
source: Delete My Account
ru: Удалить мой аккаунт

# UserProfile.DeleteAccountConfirmation.doNotDeleteAction
source: Do Not Delete
ru: Не удалять

# UserProfile.errorDeletingAccount
source: There was an error deleting your account. Please try again later.
ru: Произошла ошибка при удалении аккаунта. Пожалуйста, попробуйте позже.

# UserProfile.Guest.title
source: Sign In
ru: Войдите

# UserProfile.Guest.body
source: Manage your account, see your reports and their statuses.
ru: Управляйте своим аккаунтом, просматривайте свои репорты и их статусы.

# UserProfile.Guest.signInButton
source: Sign In
ru: Войти

# UserReports.title
source: My Reports
ru: Мои репорты

# UserReports.loading
source: Loading…
ru: Загрузка…

# UserReports.noReportsYet
source: You haven't submitted any reports of littered places yet.
ru: Вы ещё не отправляли репорты о замусоренных местах.

# UserReports.submitReportButton
source: Submit a Report
ru: Отправить репорт

# UserReports.errorLoadingReports
source: Error loading your reports.
ru: Не удалось загрузить ваши репорты.

# UserReports.retryButton
source: Retry
ru: Попробовать снова

# UserReports.noReportDescription
source: No Description
ru: Без описания

# Navigation.continue
source: Continue
ru: Дальше

# Navigation.done
source: Done
ru: Готово
